{
    "activity": {
        "zh": [
            {
                "title": "報名",
                "article": "COSCUP 十週年了！臺灣的開源社群不斷茁壯，也有越來越多不同背景的參與者跨入開源的領域，分享並交流彼此的理念和成果。最近的這兩年，開放精神更跨出了資訊領域，在社會的各處發揚體現。「開放文化」是我們為 COSCUP 2015 訂下的主軸，熱愛自由與開放的你，請和我們一起散播開源精神吧！",
                "url": "http://coscup.org/",
                "btn": "報 名"
            },
            {
                "title": "開源貢獻票",
                "article": "最熱血的夏天！最 Open 的活動！台灣最大的開源盛會 COSCUP 研討會堂堂邁入第十年，即將於 2015 8/15-16 假中央研究院學術活動中心及人文社會科學館舉辦！無論你是寫開源軟體的開發者、熱衷開源軟體的推廣者、熟悉開源軟體的使用者或是想了解開源軟體的新手，都歡迎你來參加一年一度全台最大的開源人年會。",
                "url": "http://coscup.org/",
                "btn": "取 得"
            },
            {
                "title": "工作坊",
                "article": "在 COSCUP，除了聊開源、交朋友，更要動手做！來自 15 個社群，15 場工作坊，讓你在實作中渡過最熱血的夏天！",
                "url": "http://coscup.org/",
                "btn": "報 名"
            },
            {
                "title": "開源香油錢",
                "article": "想對開源精神盡一點心力，卻又不知如何做起嗎？除了身體力行來參與 COSCUP 以外，或許您也可以考慮贊助一些香油錢，使 COSCUP 的運作更為順利。香油錢以五百元為單位，假使您有意願，請點選 PLUS TWD 500 donation 的票種，如下圖所示，感謝您的配合。",
                "url": "http://coscup.org/",
                "btn": "贊 助"
            }
        ],
        "en": [
            {
                "title": "Regitstrate",
                "article": "The 10th anniversary of COSCUP is here! Open source communities in Taiwan have been growing rapidly these years: participants from all kinds of backgrounds gather to share their values and present their ideas, and the spirit of openness have unleashed itself to impact the society in different ways. “Open Culture” is what we'll celebrate in COSCUP 2015 -- Come and join us, FLOSS adventurers! Let's spread the spirit of open source together!",
                "url": "http://coscup.org/",
                "btn": "Register"
            },
            {
                "title": "Open Source Ticket",
                "article": "Too big or not too big, that is a question.",
                "url": "http://coscup.org/",
                "btn": "Get"
            },
            {
                "title": "Workshop",
                "article": "In COSCUP, you are encouraged to make new friends, learn new things, and get your hands dirty in our workshops! Make the most out of this summer by taking part in one of the 15 workshops held by 15 communities!",
                "url": "http://coscup.org/",
                "btn": "Register"
            },
            {
                "title": "Open Source Donations",
                "article": "Want to do something in the spirit of Open but don’t know where to start? As well as coming to COSCUP in person, you may consider donations that will help it run smoother.  Donations are in units of NT$500; if you feel like doing so, please choose the “Plus TWD 500 donation” type of ticket (as shown below). Thank you for your consideration.",
                "url": "http://coscup.org/",
                "btn": "Donate"
            }
        ]
    },
    "introduction": {
        "zh": [
            "從封閉到開源，從個人到社群，我們曾走過很長一段路。如今，邁向 2016 年的 COSCUP，除了延續過往一貫的「分享」精神外，更希望這種精神可以向外擴張、向下延續，成為使未來更好的力量。",
            "今年我們的主題著重在傳承、扎根與跨界三個部分：扎根方面，希望眾多微小的想法可以逐漸成形、發光；跨界方面，期望不同領域之間的組合出現令人驚喜的火花；至於傳承，我們更希冀能將現有的資源分享延續下去，成為更多新生代夥伴的發想基礎。",
            "COSCUP 2016 除了一般議程以外，我們更有工作坊、適合全家大小的親子工作坊，以及unconf、BoF等活動可以參與，讓我們一起來期待這場盛夏饗宴吧！"
        ],
        "en": [
            "From closed to open source; from individual to community, it’s been a long journey and we have arrived here in 2016, getting ready for COSCUP.  As well as continuing our long-standing spirit of “sharing”, we hope to extend and expand this mission further and to a wider audience; so it grows into a force that makes for a better future.",
            "This year we are focusing on the passing of the torch, and grassroot and interdisciplinary action. We hope to share and pass on knowledge gained so far so that it may become a foundation for brilliant ideas to come;  to encourage a constellation of small ideas to gradually form and shine in their own right; and to help the myriad of different discplines come together and erupt into beautiful sparks of genius.",
            "Not only will there be our usual program, here at COSCUP you can find workshops suitable for all ages, unconfs, BoFs and numerous activities to take part in. Let us all look forward to this summer festival of fun, I hope to see you there!"
        ]
    }
}
